[
  {
    "name": "Jorge Lorenzo",
    "year": 2015,
    "description": "Em uma das temporadas mais icônicas, Jorge Lorenzo conquistou seu quinto e último título mundial na última corrida, em Valência, superando seu companheiro de equipe Valentino Rossi por apenas cinco pontos.",
    "category": "MotoGP",
    "image": "https://gam.blogaboina.com.br/wp-content/uploads/2025/01/YFR_151109135117504_30-800x400-1.png",
    "alt": "O piloto de MotoGP Jorge Lorenzo, um homem branco sorridente, vestido com um macacão de corrida azul e branco da Movistar Yamaha, ergue um grande troféu dourado acima de sua cabeça com os braços estendidos. Ele está no pódio vermelho e branco com \"GRAN PREMIO MOTUL DE LA COMUNITAT VALENCIANA\" ao fundo, sob um céu azul claro.",
    "team": "Movistar Yamaha MotoGP",
    "wins": 7,
    "podiums": 12,
    "poles": 5
  },
  {
    "name": "Johann Zarco",
    "year": 2015,
    "description": "Dominou a temporada da Moto2, conquistando seu primeiro título mundial com uma performance consistente que incluiu 8 vitórias e 14 pódios, garantindo o campeonato com antecedência.",
    "category": "Moto2",
    "image": "https://www.motosport.com.pt/wp-content/uploads/2016/10/Zarco.jpg",
    "alt": "O piloto de motovelocidade Johann Zarco, um homem branco sorridente, se inclina sobre sua motocicleta de corrida branca e preta, segurando seu capacete dourado e preto com o logo \"SHARK\". Ele veste uma camiseta branca com o logotipo \"Visit Malaysia\". À sua direita, uma grande placa preta e dourada exibe \"WORLD CHAMPION MOTO2 2015\".",
    "nationality": "França",
    "team": "Ajo Motorsport",
    "wins": 8,
    "podiums": 14,
    "poles": 7
  },
  {
    "name": "Danny Kent",
    "year": 2015,
    "description": "Tornou-se o primeiro campeão mundial britânico desde Barry Sheene em 1977. Kent teve um início de temporada avassalador e, apesar de uma segunda metade nervosa, garantiu o título da Moto3 em Valência.",
    "category": "Moto3",
    "image": "https://cdn-3.motorsport.com/static/img/amp/600000/650000/659000/659500/659590/s6_776553/moto3-valencia-2015-le-champion-du-monde-2015-danny-kent-leopard-racing.jpg",
    "alt": "O piloto de motovelocidade Danny Kent, um homem branco de boné amarelo, vestido em um macacão de corrida branco, preto e amarelo, sorri enquanto espirra champanhe de uma garrafa. Ele está em um pódio vermelho e branco com \"MOTUL\" em letras grandes. Borrifos de champanhe são visíveis no ar, e o piloto está molhado e festejando.",
    "nationality": "Reino Unido",
    "team": "Leopard Racing",
    "wins": 6,
    "podiums": 9,
    "poles": 5
  },
  {
    "name": "Marc Márquez",
    "year": 2016,
    "description": "Adotando uma nova abordagem focada na consistência, Márquez conquistou seu terceiro título na MotoGP. Ele somou pontos cruciais durante toda a temporada e selou o campeonato no Japão, casa da Honda.",
    "category": "MotoGP",
    "image": "https://s2.glbimg.com/229MCXhXGa7-wmj7iHK_IjrPCaY=/0x0:3839x2866/690x515/s.glbimg.com/es/ge/f/original/2016/10/16/636122042096690334.jpg",
    "alt": "O piloto de MotoGP Marc Márquez, um homem branco sorridente, vestido com um macacão de corrida branco, laranja e azul da Repsol Honda, ergue os braços em celebração, segurando uma placa de papel com \"93 MARQUEZ CHAMPION\" na mão esquerda e seu capacete dourado e preto na direita. Ele mostra a língua em um gesto divertido. O fundo é vermelho com \"MOTOGP GRAND PRIX OF JAPAN 2016\".",
    "nationality": "Espanha",
    "team": "Repsol Honda Team",
    "wins": 5,
    "podiums": 12,
    "poles": 7
  },
  {
    "name": "Johann Zarco",
    "year": 2016,
    "description": "Fez história ao se tornar o primeiro piloto a conquistar o bicampeonato na categoria Moto2. Zarco superou uma forte concorrência para garantir seu segundo título consecutivo antes de subir para a MotoGP.",
    "category": "Moto2",
    "image": "https://www.kmcero.es/wp-content/uploads/2016/10/celebracion-titulo-moto2-johann-zarco.jpg",
    "alt": "Dois pilotos de motovelocidade em uma motocicleta de corrida branca, preta e vermelha. O piloto da frente, em macacão branco e preto, está na moto. O piloto de trás, em macacão preto e vermelho, segura uma grande bandeira branca com a inscrição \"WORLD CHAMPION MOTO2 2X BACKFLIP\". Eles estão em uma pista de corrida com grama e barreiras laranja ao fundo.",
    "nationality": "França",
    "team": "Ajo Motorsport",
    "wins": 7,
    "podiums": 10,
    "poles": 7
  },
  {
    "name": "Brad Binder",
    "year": 2016,
    "description": "Brad Binder sagrou-se campeão da Moto3 com uma performance dominante e memorável, incluindo uma vitória épica em Jerez, onde largou em último e ultrapassou todo o grid para vencer.",
    "category": "Moto3",
    "image": "https://www.motonline.com.br/noticia/wp-content/uploads/2020/08/Brad-Binder-Moto3-World-Champion-2016.jpg",
    "alt": "Um grupo de pessoas, incluindo o piloto de motovelocidade que está sentado em uma motocicleta de corrida KTM vermelha. Ele veste um boné amarelo e uma camiseta branca, com as mãos erguidas em celebração, com o punho direito cerrado. Ao seu redor, membros da equipe sorriem e apontam para ele. À direita, há uma grande placa preta e dourada com \"MOTO3 WORLD CHAMPION 2017\" parcialmente visível.",
    "nationality": "África do Sul",
    "team": "Red Bull KTM Ajo",
    "wins": 7,
    "podiums": 14,
    "poles": 6
  },
  {
    "name": "Marc Márquez",
    "year": 2017,
    "description": "Em uma das disputas mais emocionantes da era moderna, Márquez travou uma batalha intensa com Andrea Dovizioso durante toda a temporada, garantindo seu sexto título mundial na corrida final em Valência.",
    "category": "MotoGP",
    "image": "https://e00-marca.uecdn.es/assets/multimedia/imagenes/2017/11/12/15105000554096.jpg",
    "alt": "O piloto de MotoGP Marc Márquez, um homem branco sorridente de boné azul da Michelin e macacão de corrida branco, laranja e azul da Repsol Honda, ergue seu capacete dourado e preto na mão esquerda e um telefone na direita, em celebração. O macacão mostra um dado vermelho com o número 6 e a inscrição \"World Champion 2017\". Ele está em um pódio vermelho com \"GRAN PREMIO MOTUL DE LA COMUNITAT VALENCIANA\" ao fundo.",
    "nationality": "Espanha",
    "team": "Repsol Honda Team",
    "wins": 6,
    "podiums": 12,
    "poles": 8
  },
  {
    "name": "Franco Morbidelli",
    "year": 2017,
    "description": "Tornou-se o primeiro campeão italiano na categoria intermediária desde Marco Simoncelli (2008). Morbidelli mostrou grande maturidade e velocidade, vencendo 8 corridas para selar o título da Moto2.",
    "category": "Moto2",
    "image": "https://cdn-9.motorsport.com/images/amp/YNyX8AV2/s1000/moto2-sepang-2017-third-place-and-champion-franco-morbidelli-marc-vds-6863242.jpg",
    "alt": "Franco Morbidelli no centro, sorrindo e segurando uma placa que diz \"WORLD CHAMPION 2017\", cercado por membros de sua equipe e apoiadores, que também sorriem e dão joinhas. Todos estão vestindo camisetas brancas, algumas com o número '1' estampado. A foto foi tirada em uma pista de corrida, e a traseira de uma motocicleta de corrida, com um capacete Monster Energy, é visível em primeiro plano.",
    "nationality": "Itália",
    "team": "EG 0,0 Marc VDS",
    "wins": 8,
    "podiums": 12,
    "poles": 6
  },
  {
    "name": "Joan Mir",
    "year": 2017,
    "description": "Joan Mir teve uma temporada de domínio absoluto na Moto3, vencendo 10 corridas e estabelecendo um novo recorde de vitórias na categoria. Sua performance o coroou campeão com ampla vantagem.",
    "category": "Moto3",
    "image": "https://resources.motogp.pulselive.com/photo-resources/2023/07/18/d8c761ea-9c0a-4cb5-bf5c-7d217e02e468/SjusSYlX.jpg?width=1440&height=810",
    "alt": "O piloto de motovelocidade Joan Mir, um homem branco sorridente de óculos de sol, boné amarelo com \"DUNLOP 2017 CHAMPION\" e camiseta branca e azul-clara, segura uma placa preta que diz \"WORLD CHAMPION 2017\". Ele está à frente de uma motocicleta de corrida azul-clara e branca, com logotipos de patrocinadores \"Leopard\" e \"Anonimo Watches\". Um homem barbudo sorri ao seu lado direito.",
    "nationality": "Espanha",
    "team": "Leopard Racing",
    "wins": 10,
    "podiums": 13,
    "poles": 1
  },
  {
    "name": "Marc Márquez",
    "year": 2018,
    "description": "Continuando seu domínio na categoria rainha, Márquez conquistou seu quinto título da MotoGP (sétimo no total) com uma combinação de velocidade e audácia, selando o campeonato novamente no Japão.",
    "category": "MotoGP",
    "image": "https://img.redbull.com/images/c_limit,w_1500,h_1000/f_auto,q_auto/redbullcom/2018/10/21/5d7cdd42-b189-4bc0-984d-37cca2053bef/marc-marquez-japanese-motogp-2018",
    "alt": "O piloto de MotoGP Marc Márquez, um homem branco sorridente, ajoelha-se no pódio vermelho, com o punho esquerdo erguido em celebração e segurando seu capacete preto e dourado na mão direita. Ele veste um macacão de corrida branco, laranja e azul da Repsol Honda com o número 93. Confetes vermelhos caem ao redor, e fumaça branca sobe do chão do pódio, enquanto uma multidão desfocada assiste.",
    "nationality": "Espanha",
    "team": "Repsol Honda Team",
    "wins": 9,
    "podiums": 14,
    "poles": 6
  },
  {
    "name": "Francesco Bagnaia",
    "year": 2018,
    "description": "Em sua segunda temporada na Moto2, 'Pecco' Bagnaia brilhou, vencendo o campeonato pela equipe de Valentino Rossi. Sua performance dominante com 8 vitórias garantiu sua promoção para a MotoGP.",
    "category": "Moto2",
    "image": "https://cdn-9.motorsport.com/images/mgl/0L1rrkj2/s700/francesco-bagnaia-sky-racing--1.jpg",
    "alt": "O piloto de motovelocidade Francesco Bagnaia, um homem branco sorridente com barba, vestido com um macacão de corrida preto e dourado da SKY, levanta seu capacete dourado e preto. Ele usa um boné amarelo com \"WORLD CHAMPION 2018 DUNLOP\". Uma mulher japonesa está parcialmente visível atrás dele. O fundo é um banner branco com \"SHELL MALAYSIA MOTORCYCLE GRAND PRIX\".",
    "nationality": "Itália",
    "team": "Sky Racing Team VR46",
    "wins": 8,
    "podiums": 12,
    "poles": 6
  },
  {
    "name": "Jorge Martín",
    "year": 2018,
    "description": "Apelidado de 'Martinator', Jorge Martín superou uma lesão no meio da temporada para conquistar o título da Moto3 em uma batalha acirrada contra Marco Bezzecchi, mostrando grande resiliência.",
    "category": "Moto3",
    "image": "https://www.delconcausa.com/cdn/shop/articles/martin1-scaled.jpg?v=1679052857&width=1500",
    "alt": "O piloto de motovelocidade Jorge Martín, um jovem sorridente de boné amarelo com \"DUNLOP WORLD CHAMPION 2018\", veste um macacão de corrida branco, azul e vermelho. Ele levanta seu capacete dourado com detalhes vermelhos em comemoração. À sua esquerda, há uma placa preta com \"WORLD CHAMPION 2018\" e o logotipo \"TEAM DELCONCA GRESINI Moto3\". O fundo é predominantemente amarelo com o logotipo da Shell.",
    "nationality": "Espanha",
    "team": "Del Conca Gresini Moto3",
    "wins": 7,
    "podiums": 10,
    "poles": 11
  },
  {
    "name": "Marc Márquez",
    "year": 2019,
    "description": "Márquez teve uma das temporadas mais dominantes da história, conquistando seu oitavo título mundial. Ele terminou em primeiro ou segundo em todas as corridas que completou, somando um recorde de 420 pontos.",
    "category": "MotoGP",
    "image": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Marc_M%C3%A1rquez_2019_Buriram_8.jpeg",
    "alt": "O piloto de motovelocidade Marc Márquez, um homem branco sorridente de boné azul com o logotipo da Michelin, está sentado no pódio. Ele veste um macacão de corrida branco, laranja e azul da Repsol Honda e segura um capacete dourado e preto com o número 8 em uma mão e uma grande bola preta de bilhar com o número 8 na outra, celebrando sua oitava vitória no campeonato mundial.",
    "nationality": "Espanha",
    "team": "Repsol Honda Team",
    "wins": 12,
    "podiums": 18,
    "poles": 10
  },
  {
    "name": "Álex Márquez",
    "year": 2019,
    "description": "Em um ano histórico para a família, Álex Márquez conquistou o título da Moto2, juntando-se ao seu irmão Marc (campeão da MotoGP) como campeões mundiais na mesma temporada.",
    "category": "Moto2",
    "image": "https://marcvds.com/uploads/2019/12/a9b00095-1024x683.jpg",
    "alt": "O piloto de motovelocidade Álex Márquez, um homem branco sorridente, de boné amarelo e camiseta branca, está sentado com as pernas cruzadas no centro de um grande tapete circular que simula um alvo de dardos, com o texto \"ALEX MARQUEZ WINNER\". Ele tem os braços abertos em comemoração. À sua frente, estão um troféu prateado e seu capacete dourado. Atrás dele, uma motocicleta de corrida azul, vermelha e amarela, e uma placa azul com \"MARQUEZ 2019 MOTO2 WORLD CHAMPION\".",
    "nationality": "Espanha",
    "team": "EG 0,0 Marc VDS",
    "wins": 5,
    "podiums": 10,
    "poles": 6
  },
  {
    "name": "Lorenzo Dalla Porta",
    "year": 2019,
    "description": "Com uma temporada marcada pela inteligência e consistência, Lorenzo Dalla Porta se tornou campeão da Moto3, sendo o piloto que mais pontuou e subiu ao pódio durante o ano.",
    "category": "Moto3",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRnbS7m5XhJY0oDAdZxcTVjyUMsw0Z2mtozfA&s",
    "alt": "O piloto de motovelocidade Lorenzo Dalla Porta, um homem branco sorridente, usando um boné amarelo com \"DUNLOP GENERIC\" e uma camiseta branca com a inscrição \"WORLD CHAMPION\". Ele segura seu capacete preto com detalhes italianos e o número 1 dourado. Um fundo branco e vermelho com logos de patrocinadores é visível atrás dele.",
    "nationality": "Itália",
    "team": "Leopard Racing",
    "wins": 4,
    "podiums": 11,
    "poles": 1
  },
  {
    "name": "Joan Mir",
    "year": 2020,
    "description": "Em uma temporada imprevisível e encurtada pela pandemia, Joan Mir e a Suzuki surpreenderam o mundo. Com uma consistência notável, ele conquistou o título da MotoGP, o primeiro da montadora em 20 anos.",
    "category": "MotoGP",
    "image": "https://cdn.crash.net/2025-01/Joan%20Mir.jpg?width=1600&aspect_ratio=1:1",
    "alt": "O piloto de motovelocidade Joan Mir, um homem branco sorridente, veste um boné azul com o logotipo da Michelin e uma camiseta branca com o número 1 dourado. Ele segura uma grande placa preta com \"WORLD CHAMPION 2020\" acima da cabeça, enquanto também levanta uma garrafa de champanhe. O fundo é um pódio com uma multidão de pessoas desfocadas.",
    "nationality": "Espanha",
    "team": "Team Suzuki Ecstar",
    "wins": 1,
    "podiums": 7,
    "poles": 0
  },
  {
    "name": "Enea Bastianini",
    "year": 2020,
    "description": "Apelidado de 'La Bestia', Enea Bastianini emergiu como campeão da Moto2 em uma das temporadas mais equilibradas da história, superando seus rivais na última etapa em Portugal.",
    "category": "Moto2",
    "image": "https://bomdia.eu/luxemburgo/wp-content/uploads/sites/7/2020/11/DOC.20201122.30078830.JSG_0622.jpg",
    "alt": "O piloto de motovelocidade Miguel Oliveira, um homem branco com cabelo comprido e sorrindo, veste um macacão de corrida azul, verde e branco. Ele usa um boné amarelo \"DUNLOP\" e faz um sinal de \"joinha\" com a mão direita, enquanto apoia o braço esquerdo em uma placa preta e verde fluorescente que exibe \"33 2020 moto2 WORLD\". O fundo é um banner preto com \"MOTOGP GRANDE PRÉMIO MEO DE PORTUGAL\".",
    "nationality": "Itália",
    "team": "Italtrans Racing Team",
    "wins": 3,
    "podiums": 7,
    "poles": 0
  },
  {
    "name": "Albert Arenas",
    "year": 2020,
    "description": "Albert Arenas conquistou o título da Moto3 em um final de temporada dramático. A decisão ficou para a última corrida em Portimão, onde ele superou Ai Ogura e Tony Arbolino por apenas quatro pontos.",
    "category": "Moto3",
    "image": "https://as.sobrenet.pt/s/image/tsr/brandm/content/1920x1280/q2acf2vxgzkzdib31tbudzatn22.jpg",
    "alt": "O piloto de motovelocidade Albert Arenas, um homem branco de macacão de corrida branco, preto e vermelho, ergue seu capacete preto e dourado em comemoração, gritando de alegria. Ele está no pódio. Atrás dele, dois homens de máscara e um segurando uma placa preta e dourada com \"WORLD CHAMPION 2020 ARENAS ICECREAM FACTORY\". Outro homem à direita segura uma garrafa de champanhe.",
    "nationality": "Espanha",
    "team": "Gaviota Aspar Team",
    "wins": 3,
    "podiums": 5,
    "poles": 0
  },
  {
    "name": "Fabio Quartararo",
    "year": 2021,
    "description": "Fabio Quartararo fez história ao se tornar o primeiro francês a vencer um campeonato mundial na categoria rainha. Pilotando pela Yamaha, ele mostrou velocidade e maturidade para garantir o título.",
    "category": "MotoGP",
    "image": "https://p2.trrsf.com/image/fget/cf/500/0/images.terra.com/2025/04/26/foto-2_-fabio-quartararo-conquistou-o-campeonato-com-a-yamaha-em-2021-foto_reproducao_-motogp-_-u856bl9x9a2e.jpg",
    "alt": "O piloto de motovelocidade Fabio Quartararo, um jovem sorridente, veste um macacão de corrida preto da Yamaha com o logotipo \"Monster Energy\". Ele levanta o dedo indicador direito em celebração e segura seu capacete dourado e preto, adornado com a inscrição \"WORLD CHAMPION 2021\" e uma coroa. Há partes de motocicletas de corrida azuis à esquerda e à direita, e confetes espalhados no chão.",
    "nationality": "França",
    "team": "Monster Energy Yamaha MotoGP",
    "wins": 5,
    "podiums": 10,
    "poles": 5
  },
  {
    "name": "Remy Gardner",
    "year": 2021,
    "description": "Seguindo os passos de seu pai, Wayne Gardner (campeão de 500cc em 1987), Remy Gardner conquistou o título da Moto2 em uma batalha intensa com seu companheiro de equipe, Raúl Fernández.",
    "category": "Moto2",
    "image": "https://resources.motogp.pulselive.com/photo-resources/2023/07/18/42eb1709-3dd5-4226-b836-4e64bcda8afe/mcdC93sT.jpg?width=1440&height=810",
    "alt": "O piloto de motovelocidade Remy Gardner, um homem branco com barba por fazer, sorri para a câmera enquanto aponta para cima com o dedo indicador direito. Ele usa um boné amarelo com \"DUNLOP WORLD CHAMPION\" e uma camiseta branca com logotipos de patrocinadores. Na mão esquerda, ele segura um capacete de corrida preto e colorido com a inscrição \"Remy Gardner WORLD CHAMPION 2021\" em letras douradas. Há uma multidão desfocada ao fundo.",
    "nationality": "Austrália",
    "team": "Red Bull KTM Ajo",
    "wins": 5,
    "podiums": 12,
    "poles": 3
  },
  {
    "name": "Pedro Acosta",
    "year": 2021,
    "description": "O 'Tubarão de Mazarrón' chocou o mundo ao vencer o campeonato da Moto3 em sua temporada de estreia. Acosta mostrou um talento geracional, com performances espetaculares como a vitória em Doha largando do pit lane.",
    "category": "Moto3",
    "image": "https://www.grandepremio.com.br/cdn-cgi/image/width=1200,height=675,fit=contain,gravity=0.5x0.5,quality=75,format=webp/wp-content/uploads/2021/11/000_9R846U.jpg",
    "alt": "O piloto de motovelocidade Pedro Acosta, um jovem sorridente de boné amarelo, vestido com um macacão de corrida laranja e preto, segura um grande pôster que exibe uma imagem dele mesmo com os braços erguidos e a inscrição \"WORLD CHAMPION 2021 ACOSTA #KTMMoto3 WorldChampion21 #ReadyToRace KTM Factory Racing\". Ele está no pódio, e o pôster cobre parte de seu corpo.",
    "nationality": "Espanha",
    "team": "Red Bull KTM Ajo",
    "wins": 6,
    "podiums": 8,
    "poles": 1
  },
  {
    "name": "Francesco Bagnaia",
    "year": 2022,
    "description": "Em uma virada histórica, 'Pecco' Bagnaia reverteu um déficit de 91 pontos para Fabio Quartararo e conquistou o título para a Ducati, o primeiro da montadora desde 2007 e o primeiro de um piloto italiano em moto italiana desde 1972.",
    "category": "MotoGP",
    "image": "https://cdn-4.motorsport.com/images/mgl/6AEoEoo6/s8/francesco-bagnaia-ducati-team-1.jpg",
    "alt": "O piloto de MotoGP Francesco Bagnaia, sorridente e vestido com um macacão de corrida vermelho e azul da Ducati, levanta seu capacete preto com detalhes coloridos e faz o sinal de número um com o dedo indicador da mão direita. Ele está em um pódio, e à sua esquerda, uma grande placa preta com inscrições douradas \"2022 MotoGP WORLD CHAMPION\" é visível. O fundo é vermelho com a inscrição \"GRAN PREMIO MOTUL DE LA COMUNITAT VALENCIANA\".",
    "nationality": "Itália",
    "team": "Ducati Lenovo Team",
    "wins": 7,
    "podiums": 10,
    "poles": 5
  },
  {
    "name": "Augusto Fernández",
    "year": 2022,
    "description": "Após uma temporada de grande consistência e batalhas emocionantes com Ai Ogura, Augusto Fernández sagrou-se campeão da Moto2 na última etapa em Valência, garantindo sua vaga na MotoGP.",
    "category": "Moto2",
    "image": "https://s7g10.scene7.com/is/image/ktm/AF_VAL_?wid=1000&dpr=off",
    "alt": "O piloto de motovelocidade Augusto Fernández, um homem sorridente de óculos escuros, boné amarelo e macacão de corrida dourado e preto da KTM, ergue o punho direito em comemoração. Ele segura seu capacete preto e dourado com a inscrição \"WORLD CHAMPION\" na mão esquerda, com a boca aberta em um grito de alegria. Ele está em um pódio vermelho com a inscrição \"GRAN PREMIO MOTUL DE LA COMUNITAT VALENCIANA\".",
    "nationality": "Espanha",
    "team": "Red Bull KTM Ajo",
    "wins": 4,
    "podiums": 9,
    "poles": 2
  },
  {
    "name": "Izan Guevara",
    "year": 2022,
    "description": "Com um estilo de pilotagem agressivo e veloz, Izan Guevara dominou a temporada da Moto3, conquistando o título com duas corridas de antecedência na Austrália.",
    "category": "Moto3",
    "image": "https://thumbs.web.sapo.io/?W=800&H=0&delay_optim=1&epic=ODZleoXqbqVoHi1pZ81L2/mq0kxQxrl5oNjDMO4xEv8KEK0dybEy6rUXgGCVrgPIpjkk07hibH3m/lqMopD4VjL+EfeCZGa2i3NXsXRu4/GrtS0=",
    "alt": "O piloto de motovelocidade Izan Guevara, um jovem de óculos escuros e boné amarelo, veste um macacão de corrida branco e vermelho. Ele sorri enquanto segura um grande disco prateado circular em uma mão e um capacete dourado e preto com \"WORLD CHAMPION\" na outra. À esquerda, uma placa preta e dourada mostra \"2022 moto3 WORLD\". O fundo é um pódio branco com a inscrição \"INTERNATIONAL MOTOCYCLISME\".",
    "nationality": "Espanha",
    "team": "Valresa GasGas Aspar Team",
    "wins": 7,
    "podiums": 12,
    "poles": 5
  },
  {
    "name": "Francesco Bagnaia",
    "year": 2023,
    "description": "Bagnaia defendeu seu título em uma temporada marcada pela rivalidade com Jorge Martín e pela introdução das Corridas Sprint. Ele superou a pressão e uma lesão grave para se tornar bicampeão na última etapa.",
    "category": "MotoGP",
    "image": "https://www.grandepremio.com.br/wp-content/uploads/2023/11/F_3yjyyWMAAxzD9-1024x684.jpeg",
    "alt": "O piloto de MotoGP Francesco Bagnaia, vestido com um macacão de corrida vermelho e azul da Ducati, está no pódio. Ele segura uma grande placa preta e dourada que diz \"2023 MotoGP WORLD CHAMPION\" e faz uma careta divertida, mostrando a língua. Ele usa um boné azul com o logo da Michelin.",
    "nationality": "Itália",
    "team": "Ducati Lenovo Team",
    "wins": 7,
    "podiums": 15,
    "poles": 7
  },
  {
    "name": "Pedro Acosta",
    "year": 2023,
    "description": "Em apenas sua segunda temporada na Moto2, Pedro Acosta demonstrou novamente seu talento excepcional, conquistando seu segundo título mundial com uma performance dominante ao longo do ano.",
    "category": "Moto2",
    "image": "https://www.mcnews.com.au/wp-content/uploads/2023/11/2023-Moto2-World-Champion-Pedro-Acosta-10.jpg",
    "alt": "O piloto de motovelocidade Pedro Acosta, um jovem sorridente de cabelo espetado, vestido com um macacão laranja, preto e branco, aponta para cima com o dedo indicador esquerdo. Ele está segurando um capacete colorido e chamativo com \"WORLD CHAMPION\" e \"GIVES YOU WINGS\" em letras douradas. Há um pódio ao fundo, com a inscrição \"Moto2 World Champion 2023\".",
    "nationality": "Espanha",
    "team": "Red Bull KTM Ajo",
    "wins": 7,
    "podiums": 14,
    "poles": 3
  },
  {
    "name": "Jaume Masià",
    "year": 2023,
    "description": "Após várias temporadas na categoria, o experiente Jaume Masià finalmente conquistou o cobiçado título da Moto3, usando sua consistência e velocidade para superar os rivais em um ano muito disputado.",
    "category": "Moto3",
    "image": "https://kytasia.com/wp-content/uploads/2024/04/Masia-champion.webp",
    "alt": "O piloto de motovelocidade Jaume Masià, um homem sorridente de boné amarelo, sentado no pódio com um macacão azul-claro, amarelo e branco. Ele aponta para cima com o dedo indicador direito e segura seu capacete preto e dourado com a inscrição \"WORLD CHAMPION\" na mão esquerda. Atrás dele, uma placa preta e dourada com a palavra \"WORLD CHAMPION\" e um grande troféu dourado. O fundo é um banner da \"QATAR AIRWAYS GRAND PRIX OF QATAR 2023\".",
    "nationality": "Espanha",
    "team": "Leopard Racing",
    "wins": 4,
    "podiums": 10,
    "poles": 6
  },
  {
    "name": "Jorge Martín",
    "year": 2024,
    "description": "Após ser vice-campeão em 2023, Jorge Martín finalmente alcançou a glória máxima, tornando-se campeão mundial de MotoGP. Com velocidade explosiva, ele se tornou o primeiro campeão por uma equipe satélite na era moderna.",
    "category": "MotoGP",
    "image": "https://cdn.motorsport.com/images/mgl/2eAoNXb2/s1000/jorge-martin-pramac-racing.jpg",
    "alt": "Um piloto de motovelocidade de lado, vestido em um macacão roxo, preto e vermelho da Pramac Ducati, levanta uma garrafa de champanhe e aponta para cima com a outra mão. Ele está em um pódio sob uma grande faixa branca com \"2024 MotoGP\" e a palavra \"WORLD\" parcialmente visível. À direita, há uma placa laranja e preta com o número \"89\" e \"2024 motoGP\".",
    "nationality": "Espanha",
    "team": "Prima Pramac Racing",
    "wins": 3,
    "podiums": 13,
    "poles": 7
  },
  {
    "name": "Ai Ogura",
    "year": 2024,
    "description": "Depois de quase vencer em 2022, Ai Ogura realizou seu sonho e se tornou o primeiro campeão mundial japonês na Moto2. Sua pilotagem suave e inteligente o levou ao título em uma temporada consistente.",
    "category": "Moto2",
    "image": "https://imagenes.heraldo.es/files/image_990_556/uploads/imagenes/2024/10/27/motorcycling-grand-prix-of-thailand-race.jpeg",
    "alt": "O piloto de motovelocidade Ai Ogura, um homem asiático sorridente, vestido com um macacão de corrida azul marinho e branco, levanta os braços em comemoração, segurando seu capacete dourado e preto na mão esquerda. Ele está no pódio com uma placa preta e dourada com a inscrição \"OGURA 2024 moto2 WORLD CHAMPION\" ao seu lado direito. O fundo é verde com logos \"PT\".",
    "nationality": "Japão",
    "team": "MT Helmets - MSi",
    "wins": 3,
    "podiums": 8,
    "poles": 2
  },
  {
    "name": "David Alonso",
    "year": 2024,
    "description": "David Alonso fez história para seu país ao se tornar o primeiro colombiano campeão mundial de motovelocidade. Com uma temporada de domínio absoluto na Moto3, ele quebrou recordes e garantiu o título com antecedência.",
    "category": "Moto3",
    "image": "https://www.grandepremio.com.br/wp-content/uploads/2024/10/Moto3-2024-Japao-Motegi-Domingo-Aspar-David-Alonso4-1200x800.jpeg",
    "alt": "Um jovem piloto de motovelocidade de óculos escuros e boné amarelo, vestido em um macacão de corrida azul-petróleo e preto, sorri e segura seu capacete azul escuro com detalhes coloridos. Ele está em um pódio vermelho com a inscrição \"MOTUL GRAND PRIX OF JAPAN 2024\". Ao seu lado, há uma placa preta e dourada com a bandeira da Colômbia e as palavras \"2024 moto3 WORLD CHAMPION\".",
    "nationality": "Colômbia",
    "team": "CFMoto Aspar Team",
    "wins": 14,
    "podiums": 15,
    "poles": 7
  },
  {
    "name": "Marc Márquez",
    "year": 2025,
    "description": "Campeão da MotoGP de maneira muito dominante, conquistando o título com 5 corridas de antecedencia. Com esse título ele conseguiu fazer uma das maiores voltas por cima da história dos esportes voltando a ser campeão 5 anos depois de ter quebrado o braço.",
    "category": "MotoGP",
    "image": "https://motociclismoonline.com.br/wp-content/uploads/2025/09/Marc-Marquez-campeao-motogp-2025-02.jpg",
    "alt": "O piloto de MotoGP Marc Márquez, em seu macacão de corrida vermelho da Ducati, ergue os braços cerrados em comemoração, em pé sobre um pódio de formato incomum que se assemelha a um grande troféu torcido e prateado. Ele está sob um arco preto com o logo 'MotoGP' e a inscrição 'WORLD CHAMPION 2025'. À esquerda, parte de uma motocicleta de corrida vermelha é visível. O céu nublado forma o fundo.",
    "nationality": "Espanha",
    "team": "Ducati Lenovo Team",
    "wins": 11,
    "podiums": 15,
    "poles": 8
  },
  {
    "name": "Diogo Moreira",
    "year": 2025,
    "description": "Diogo Moreira tornou-se o primeiro brasileiro a conquistar um título no Mundial de Motovelocidade ao vencer a Moto2 em 2025. Ao longo da temporada, demonstrou enorme força mental: chegou a ficar 61 pontos atrás na disputa, mas virou o jogo rodada após rodada e garantiu o campeonato de forma emocionante na última corrida.",
    "category": "Moto2",
    "image": "https://p2.trrsf.com/image/fget/cf/500/0/images.terra.com/2025/11/16/imagem-do-whatsapp-de-2025-11-16-a(s)-10-52-23_f2f80d4f-1ji4huc1sko4x.jpg",
    "alt": "Uma visão de perto de um piloto de motovelocidade, visto de trás, ajoelhado na pista de corrida. Ele está usando um capacete com um design verde, amarelo e branco que inclui as palavras 'GIVES YOU WINGS' e 'OBRIGADO WORLD CHAMPION' em letras douradas. O piloto usa luvas verdes e amarelas, e seus dedos estão cruzados em oração ou reflexão sobre a parte de trás do capacete. O asfalto da pista e o público ao fundo são ligeiramente desfocados.",
    "nationality": "Brasil",
    "team": "Italtrans Racing Team",
    "wins": 4,
    "podiums": 9,
    "poles": 7
  },
  {
    "name": "José Antonio Rueda",
    "year": 2025,
    "description": "José Antonio Rueda dominou a temporada da Moto3, garantindo o título com várias corridas de antecedência. Sua campanha foi brilhante, porém, foi interrompida por um grave acidente que o tirou das etapas finais do campeonato.",
    "category": "Moto3",
    "image": "https://p2.trrsf.com/image/fget/cf/500/0/images.terra.com/2025/10/26/rueda-1jygktrnrn8m9.jpg",
    "alt": "Um jovem piloto de motovelocidade, sorrindo e segurando seu capacete preto e laranja com detalhes em vermelho, está em pé no degrau mais alto de um pódio. Ele veste um macacão de corrida laranja, preto e branco com o número 1 estampado. Atrás dele, há uma grande placa azul e branca exibindo 'MOTO3 WORLD CHAMPION 2025'. O céu azul claro é visível no topo da imagem.",
    "nationality": "Espanha",
    "team": "Red Bull KTM Ajo",
    "wins": 9,
    "podiums": 13,
    "poles": 5
  }
]